{
    "economics-1": {
        "Domain": "finance",
        "Description": "How has the UK's Open Banking Regulation benefited challenger banks?",
        "Guidelines": "UK’s Open Banking regulation, which has parallels to the EU’s second payment service directive (PSD2), went live in January 2018. This piece of legislation “will require banks to open their payments infrastructure and customer data assets to third parties”. As a result, banks no longer have a monopoly on user data if clients grant permission. \n\nChallenger banks are small, recently created retail banks that compete directly with the longer-established banks in the UK. Specifically, seeking market share from the \"big four\" UK retail banks (Barclays, HSBC, Lloyds Banking Group, and NatWest Group). The banks distinguish themselves from the historic banks by modern financial technology practices, such as online-only operations, that avoid the costs and complexities of traditional banking. The largest UK-operating challenger banks include Atom Bank, Revolut, Starling, N26, and Tide.\n\nRelevant documents and entities will discuss how challenger banks have used open banking to develop new products or capture market share from traditional retail banks in the UK."
    },
    "economics-2": {
        "Domain": "finance",
        "Description": "What technological challenges does Bitcoin face to becoming a widely used currency?",
        "Guidelines": "Bitcoin is a decentralized digital currency, without a central bank or single administrator, that can be sent from user to user on the peer-to-peer bitcoin network without the need for intermediaries.\n\nSince its inception in 2008, Bitcoin has seen a huge increase in both valuation and transactions. This included being controversially introduced as El Salvador national currency. \n\nThere are technology challenges bitcoin faces to being widely used for transactions. Including but not limited to: (1) carbon footprint for bitcoin mining, (2) cost and speed of payments, (3) technology-driven excessive volatility, and (4) security. In fact, other cryptocurrencies might be much better suited (Ether, Ripple, or Elon Musk argues DOGE)."
    },
    "economics-3": {
        "Domain": "finance",
        "Description": "Why are many commentators arguing NFTs are the next big investment category?",
        "Guidelines": "A non-fungible token (NFT) is a non-interchangeable unit of data stored on a blockchain, like Ethereum. NFTs can also be associated with reproducible digital files such as photos, videos, and audio. These include cartoon apes or Beeple’s $69 million digital collage. NFTs use a digital ledger to provide a public certificate of authenticity or proof of ownership.\n\nCreators are excited to engage with a new medium to share and monetize their work via NFTs, one that can encompass a broad range of digital and real-world implementations. While many high-profile investors feel this new asset class offers potentially high returns over the coming years. Yet, with any new asset class, especially combined with cryptocurrencies, many see these as extremely high-risk investments."
    },
    "economics-4": {
        "Domain": "finance",
        "Description": "Why has value investing underperformed growth over the last decade?",
        "Guidelines": "Value investing is the art of buying stocks that trade at a significant discount to their intrinsic value (i.e. cheap valuation metrics, typically low multiples of their profits or assets). Investors believe the price will trend toward this intrinsic value over the medium-to-long term.\n\nGrowth investing is an investment style that invests in growth stocks—that is, newer companies or sectors whose earnings are expected to increase at an above-average rate compared to their industry sector or the overall market.\n\nOver the last decade, large tech companies (growth companies) have seen massive growth, i.e. Facebook, Alphabet, Amazon, Apple and Netflix – once named FAANG stocks. Investing in emerging industries and technologies, such as Tesla for electric cars, have generally outperformed more traditional sectors and companies."
    },
    "economics-6": {
        "Domain": "finance",
        "Description": "Why are some economists sceptical about the EU's monetary union without a shared fiscal system?",
        "Guidelines": "The euro arose from the 1991 Maastricht Treaty, in which the 12 original member countries of the European Community (now the European Union) created an economic and monetary union and a corresponding common unit of exchange. This was intended to reduce trade barriers within Europe and encourage economic integration and growth.\n\nHowever, many economists argue that the euro is doomed to fail without a shared fiscal system, i.e. individual countries have sole spending, taxation, and debts. There was also very different fiscal ideologies between German rigour and Southern flexibility. Documents, entities, or events are relevant if they highlight economic concerns about the EU's monetary union within a shared fiscal system."
    },
    "economics-8": {
        "Domain": "finance",
        "Description": "How is the push towards electric cars impacting the demand for raw materials?",
        "Guidelines": "Mass adoption of electric vehicles (EVs) is expected in the years ahead. This shift has, and will continue to have, a significant impact on demand for specific raw materials. For example, lithium, nickel and cobalt will increase due to battery demand. While oil-based vehicles will decline in the coming decades, which will reduce the need for oil. Any document or entity that discusses the past and future demand shifts of raw materials are relevant."
    },
    "economics-12": {
        "Domain": "finance",
        "Description": "What are the common problems or criticisms aimed at public sector enterprises?",
        "Guidelines": "In economic theory, private enterprises and markets driven by supply and demand are advantageous due to efficient market hypotheses. However, there is clearly a need for some public sector enterprises to deliver goods and services that the government felt would not be delivered otherwise. For example, utilities, regulation, advice,  transport, broadcasting, etc.\n\nSome economic problems include (1) funding of are political rather than on rational, (2) utilization of services, (3) inefficiency, (4) poor technology, and (5) managerial failure. A good answer should cover several problems in detail will examples and explanations."
    },
    "economics-13": {
        "Domain": "finance",
        "Description": "Why do many economists argue against fixed exchange rates?",
        "Guidelines": "Fixed exchange rates can bring benefits in reducing uncertainty due to minimising fluctuations in the currency movements, giving greater confidence for firms to invest (especially exporters). This can be especially appealing for developing countries with highly volatile currencies. The hong kong dollar is perhaps the most famous fixed exchange rate currently.\n\nHowever, non-fixed currencies naturally reflect the demand and supply of two individual currencies, driven by economic prospects, trade, inflation, and interest rates. To keep currencies artificially fixed may be difficult and require high-interest rates and deflating the economy. In recent years, there have been many examples where currencies are forced out of the fixed exchange rate, i.e. UK leaving the European Exchange Rate Mechanism (ERM) in 1992 or Swiss franc in 2015."
    },
    "economics-17": {
        "Domain": "finance",
        "Description": "Why is scaling a hardware business more capital intensive than a software business?",
        "Guidelines": "Hardware businesses are said to be hard for a reason. Hardware businesses often require specialized equipment and expensive components to develop an early-stage prototype. There will often need to be further investment in tools and the supply chain to get unit economics down. If something goes wrong with the product, the business will need to fix it (either recall or site visit) to alleviate the issue. \n\nOn the other hand, most software businesses are based largely on standard code bases that can be written on a computer. Early prototypes can be developed quickly and iteration can be done daily. If there is a bug in a launched product, this can be patched remotely."
    },
    "economics-18": {
        "Domain": "finance",
        "Description": "Was the crash that followed the dot-com bubble an overreaction considering the ultimate success of the internet?",
        "Guidelines": "The dot-com buddle from 1995-2000 saw incredible growth in stocks that were considered to have anything to do with the internet. NASDAQ rose 400% only to fall 78% from its peak by 2002. Several high-profile failures included Pets.com, Boo.com, Woldcom, and Global Crossing. However, many internet-based companies survived and went on to thrive, i.e. eBay, Amazon, Qualcomm, Cisco Systems. Venture Capital pulled back from the internet space for a period.\n\nHowever, with FANNG stocks and incredible software/internet-based companies performance from the mid-2000s until the present day, it could be argued that the direction of the dot-com bubble was absolutely correct. Nonetheless, the magnitude of equity growth and capital allocation to companies with limited commercial value was irrational and required a market correction."
    },
    "economics-19": {
        "Domain": "finance",
        "Description": "Is diversification the best strategy to get rich?",
        "Guidelines": "Diversification, i.e. spreading your investments across multiple assets classes and exposures, has long been sound investment advice to reduce the volitatly of your portfolio. This is supported by many economics and investment professionals to ensure one protects and grows one's assets over a long period.\n\nHowever, if you are looking to get \"rich\" it could be argued taking several high-risk bets might be more effective. For example, early-stage investors in startups, founder equity (Elon Musk, Bill Gates, etc.), options trading, cryptocurrencies. These types of assets allocation are far riskier in terms of returns, i.e. you could lose most of your wealth. However, if the goal is to get rich regardless of the consequences, this may be a rational strategy."
    },
    "economics-20": {
        "Domain": "finance",
        "Description": "Are private capital markets so plentiful that there is no need for startups to IPO?",
        "Guidelines": "Private capital markets have been increasingly attracting more money, i.e. the rise in venture capital and private equity asset classes. Several decades ago, fast-growing startups \"had\" to IPO relatively early due to capital requirements. Now, startups can raise billions of dollars in private markets without the risk or transparency of an IPO (Revolut, Uber, We Work, etc.). Nonetheless, IPO-ing is still extremely popular - even if happening later - IPOs allow early investors/founders to exit and institutional investors to provide larger amounts of capital to fund growth."
    },
    "economics-21": {
        "Domain": "finance",
        "Description": "How much of a threat are ETFs to actively-managed Asset Managers?",
        "Guidelines": "ETFs have become increasingly popular as a low-cost means of tracking a particular index or product. However, active-managed funds have higher fees, and although some do beat the market through stock selection or asset allocation, many do not. As a result, it's expected ETFs will continue to gain popularity; however, there will likely always be demand for actively-managed for specific strategies. As a result, asset managers will need to find new ways to stand out and rely on strong track records."
    },
    "economics-23": {
        "Domain": "finance",
        "Description": "Offering non-accounting services arguably creates a conflict of interest for the Big Four. Is this the reason for their inability to uncover recent financial scandals?",
        "Guidelines": "The Big Four are the four largest global accounting firms that dominate corporate accounting, i.e. Deloitte, Ernst & Young (EY), PricewaterhouseCoopers (PwC), and Klynveld Peat Marwick Goerdeler (KPMG). As well as offering accounting services, these firms also over other many higher-margin services such as tax, consultancy, and technology services (~80% revenue). \n\nInternal controls (firewalls, departments, etc.) are meant to prohibit any cooperation between audit and non-audit services in winning customer contracts or favour. However, critics would argue that this does not go far enough and can lead to less rigorous audits, calling for the Big Four to be broken up. Critics highlight poor practices in recent accounting scandals, including  Wirecard, Carillion, Satyam Computer Services, South Africa examples, etc. \n\nHowever, it should be highlighted that even if the Big Four were separated, this would not necessarily lead to no accounting scandals. Some fraudulent practices may be hard to catch even if objective and following best practices. Also, there are other areas of possible conflict of interest that non-accounting work, including how the corporate hires the auditor."
    },
    "history-1": {
        "Domain": "history",
        "Description": "Would the United Kingdom have been ready for WWII without the time gained through Appeasement?",
        "Guidelines": "Many argue Britain's army was depleted in the early 1930s and stretched across the globe. UK defence spending had fallen significantly during the 1920s, from over £700 million in 1919 to 100 million in 1931.\n\nBetween 1934 and 1939, the UK launched a substantial programme of re-arming, recognising that war with Hitler was becoming increasingly likely. Although Appeasement was also motivated by Chamberlain's desire to end war, some argue this meant that the UK was more prepared in 1939 when war eventually broke out.  \n\nDespite these efforts, Germany was still better prepared for war under Hilter's single-minded preparation since he came to power in 1933. However, without Appeasement, the differential might have been much worse."
    },
    "history-6": {
        "Domain": "history",
        "Description": "What were the lasting social changes brought about by the Black Death?",
        "Guidelines": "The black death was a bubonic plague pandemic occurring in Afro-Eurasia from 1346 to 1353, estimated to have killed hundreds of millions of people. The sheer quantity of death and significant social consequences across the region.\n\nAfter the Black Death, there was a chronic shortage of labour, which saw wages rise substantially. Some even attributed the Black Death as a key contributor to the end of feudalism and gave peasants and labourers more power relative to their Lords. \n\nThe mental anguish resulted in fear and accusations across society. Some argue the Roman Catholic Church lost authority and persecuted minorities (Jews, Lepers, etc.). \n\nIt is also heavily debated if the Black Death created the social and cultural platform for the Renaissance."
    },
    "history-11": {
        "Domain": "history",
        "Description": "Francesco Petrarch coined the term Dark Ages. Was this a fair description of this period of history?",
        "Guidelines": "The Dark Ages is a term often used synonymously with the Early Middle Ages in Europe. It refers to the period between the fall of the Roman Empire and the beginning of the Italian Renaissance. This was derogatory characterisation highlighting the economic, intellectual, and cultural decline. Scholar Petrarch coined this idea in the 1330s. Sources are relevant that discuss how are why some felt society had declined during these years or evidence of progress."
    },
    "history-12": {
        "Domain": "history",
        "Description": "Why did England have a reformation of religion under Henry VIII?",
        "Guidelines": "Henry VIII had been a devout Catholic in his younger years. He had defended the Pope against the Protestant ideas published by Martin Luther, a German priest. Henry VIII loved his first wife, Catherine of Aragon, however her inability to produce a male heir made him seek divorce. However, divorce was incomprehensible in the eyes of the Catholic faith. He, therefore, looked to the reformation sweeping Germany in the 1500s. This reformation pathed the way for radical church reforms, one of which allowed divorce. \n\nIn 1534, Henry used Parliament to grant the Act of Supremacy, which allowed him to annul his marriage to Catherine as it made the monarch the head of the English Church. Some sources also highlight Anne Boleyn's influence over Henry VIII, who engaged in reformist thinking. It should also be highlighted the strength of the protestant movement and the criticism of the Catholic Church's wealth at the time."
    },
    "history-13": {
        "Domain": "history",
        "Description": "Why did Japan attack the United States at Pearl Harbour?",
        "Guidelines": "The attack on Pearl Harbor in 1941 was a surprise military strike by Imperial Japan upon the United States at the naval base at Pearl Harbor. Many arguments have been made to why Japan attacked the United States, especially considering potential military retaliation.  \n\nFirstly, fueled by successful campaigns in China and Russia, Japan wanted to be a global power. In comparison, America was trying to limit this by placing embargoes on key products and resources to restain Japan's empire building. War seemed inevitable, especially since the 1940 signing of the Tripartite Pact between Japan, Italy, and Germany. Being much militarily weaker than the US, some argue that Japan needed a surprise attack, and Pearl Harbour was a prime target due to its strategic importance in the Pacific. \n\nMany also argue that Japan anticipated America's reaction incorrectly. There was a perceived anti-intervention lobby within the US Congress. The Japanese believed that the decisive destruction of Pearl Harbour might deter the Americans from getting further involved in a conflict.\nWhile others highlight historical grievances that made Japan bullish on an attack, including Western blocking of a race equality clause in the Treaty of Versailles and multilateral arms limitation placed on Japan. Additionally, some perceived Japan's political democracy had taken an increasingly nationalist tone since the Great Depression."
    },
    "history-15": {
        "Domain": "history",
        "Description": "Why did Winston Churchill lose the 1945 General Election after winning World War II?",
        "Guidelines": "It is perhaps surprising that Winston Churchill lost the 1945 UK General Election after being so instrumental in achieving victory in WWII. In one of the biggest electoral swings of the twentieth century, the Labour Party won the general election decisively.\n\nSome argue Churchill was largely seen as a war-time leader and less trusted domestic and foreign policy. However, the public wanted a government to look after soldiers and families who had fought for their country. Labour and Clement Attlee better understood this by promising national healthcare and welfare that reflected the post-1945 mood. In comparison, the Conservatives tried to use Churchill’s popular appeal, lowering taxation, maintaining defence spending and encouraging private business interests.\n\nThe Conservatives were also easy political targets for the past mistakes during interwar periods, i.e. Appeasement and the Great Depression. Churchill and the Conservatives are also generally considered to have run a poor campaign compared to Labour."
    },
    "history-16": {
        "Domain": "history",
        "Description": "Would Adolf Hitler have won World War II if he had invaded England instead of the Soviet Union?",
        "Guidelines": "In 1941, Operation Barbarossa transformed Nazi Germany's war from a one-front struggle, against arguable weakened Britain and the still-neutral United States, into a two-front conflict. The Eastern Front absorbed much of the German army and inflicted roughly two-thirds of German casualties due to Soviet resistance, conditions, and lack of equipment. As a result, many point to Hitler's decision to invade the Soviet Union as a key tactical mistake.\n\nHowever, it is heavily debatable if Germany had invaded Britain and not the Soviet Union whether this would have ultimately changed the war's outcome. Moreover, whether Germany could have successfully invaded Britain is open for debate. For example, Operation Sealion, the proposed 1940 amphibious assault on southern England, was postponed due to lack of equipment. Also, several people argue that invading Britain would have pushed the United States into the conflict earlier. Furthermore, the Soviet Union may not have stayed on the sidelines and allowed a German superpower to rise, which may have created the two-front conflict either way. There is considerable uncertainty with discussion around alternative versions of military strategy decisions."
    },
    "history-17": {
        "Domain": "history",
        "Description": "How significant was Smallpox in the Spanish defeat of the Aztecs?",
        "Guidelines": "In 1517 the Spanish conquistadors, led by Hernán Cortés, arrived in Tenochtitlan, the capital of the Aztec Empire and was welcomed by Aztec ruler Motecuhzoma II. However, two years later, the conquistadors returned to conquer Mexico and by August 1521 Tenochtitlan had been destroyed. \n\nSmallpox undoubtedly played a significant role in the fall of the Aztec Empire. Smallpox is a horrific and highly contagious illness that causes the Mexican population to drop by an estimated 90% between 1520 and 1600. However, historians also point to other reasons why the Aztecs were defeated by the Spanish, i.e. superior weaponry, military tactics, and internal political or religious practices of the Aztecs."
    },
    "history-18": {
        "Domain": "history",
        "Description": "Were the Crusades driven by religious devotion or political and economic gain?",
        "Guidelines": "The Crusades (1095 and 1291) were a series of religious campaigns by the Catholic Church and Western European nobles to recover Jerusalem and other sacred religious sites from Islamic rule. \n\nThere has been much debate amongst historians around institutional and individual motivations for undertaking the Crusades. Some argue that religion was a key motivating factor, i.e. “armed pilgrimage”. The public at the time was deeply religious, and this would be a strong motivator if they felt due to piety and remission of sins. However, many also historians argue the Crusades were driven by political and economic gain. Going on Crusade was a means for knights and Princes to potentially win lands, gold, and political favour with the Church."
    },
    "history-19": {
        "Domain": "history",
        "Description": "How close did the world come to nuclear war during the Cuban Missile Crisis?",
        "Guidelines": "During the Cuban Missile Crisis, leaders of the United States and the Soviet Union engaged in a 13-day political and military standoff in October 1962 over the installation of nuclear-armed Soviet missiles on Cuba. This was the peak of the Cold War and a high-stakes political and military situation, given the potential devastation of nuclear weapons. However, exactly how close we came to nuclear armageddon is still debated. \n\nThe political leaders within this crisis were JFK for the United States, Nikita Khrushchev of the Soviet Union, and Fidel Casto of Cuba. Many highlights that JFK and Khrushchev were measured in their leadership styles and understood nuclear war meant mutual destruction. Some highlight exchanging of letters and other communications to prevent a nuclear war. Nonetheless, many highlight the mistrust and fear between both sides and how a single false move could have led to a disaster. Both sides were actively preparing for a nuclear war, and some within each camp through nuclear strikes was likely."
    },
    "history-20": {
        "Domain": "history",
        "Description": "How vital was French support during the American Revolutionary War?",
        "Guidelines": "The American Revolutionary War (1775 – 1783) secured the United States of America independence from Great Britain. Several historians point to the fact that French support was crucial for gaining independence. Specifically, the French provided supplies, arms and ammunition, uniforms, troops and naval support to the Continental Army under George Washington. This was part of the Treaty of Alliance. As well as the direct support in America, France also was an active threat to Great Britain in other parts of the Empire, which meant Britains focus was spread. \n\nNonetheless, some historians put forward other key reasons why Great Britain lost the Revolutionary War, i.e. fighting on American soil, poor military tactics, economic concerns, Spanish support, and lack of political will."
    },
    "history-23": {
        "Domain": "history",
        "Description": "Why did the Treaty of Versailles fail?",
        "Guidelines": "1918 brought an end to World War I fighting, which had seen an unprecedented loss of life and suffering. After that, however, the victorious Allied Powers (led by Britain, France, the United States and Italy) had to complete peace treaties with their opponents in the Central Powers (Germany, Austria, Hungary, Bulgaria and the Ottoman Empire). The most important of these treaties was the Treaty of Versailles, ending the war with Germany produced by the Paris Peace Conference and signed in 1919. \n\nMany saw the Treaty of Versailles as a failure as WWII erupted some 20 years later. Some historians highlight that the Treaty was overly punitive or even humiliating toward Germany and increased the likelihood of WII, which has been connected to the rise of Adolf Hilter and Nazi Germany. However, other historians argue these types of concessions were standard for a losing nation at the time. The Allies also all had different incentives and political motivations towards Germany, with several arguably not seeing Germany as a future threat. \n\nLike any treaty, the consequences of breaking it should be significant. However, when Hilter came into power and violated many of the Treaty of Versailles terms, the Allies took a stance of appeasement. Thus, it is debatable whether the treaty itself is to balme. While other factors also played into the rise of Nazi Germany, i.e. economic crisis following the Wall Street crash in 1929 and propaganda."
    },
    "history-24": {
        "Domain": "history",
        "Description": "How did American media coverage of the war in Vietnam shape public attitudes and opinions?",
        "Guidelines": "The Vietnam War (1955–75) is often referred to as \"the first televised war\". From 1950 to 1966, Americans who owned televisions skyrocketed from 9% to 93% as televisions became essential for everyday life. This made it much harder for United States Government to control the narrative with previous war propaganda techniques. \n\nMany historians point to negative media coverage as a key cause of the negative public option of the Vietnam War, specifically the public seeing graphic and uncensored images for the first time. Some argue the media executive had a negative view of the war. \n\nHowever, other historians highlight other reasons for some of the public's negative views. For example, the Vietnam war was fought on tough jungle terrain and guerrilla-style warfare was hard to win. As a result, there were many casualties and the war was taking much longer than expected."
    },
    "history-25": {
        "Domain": "history",
        "Description": "How responsible was Rasputin for the fall of the Romanov dynasty?",
        "Guidelines": "The Russian Tsar, Nicholas II, abdicated from power in 1917, bringing the 300-year-old Romanov dynasty to an end. Some historians suggest that Grigori Rasputin's scandalous reputation helped discredit the Tsarist government and helped to lay the foundation for the Russian Revolution. \n\nHowever, many historians argue that although Rasputin was a useful propaganda tool against the Tsar, much larger factors were at play. For example, Nicholas II was viewed as a weak leader, the Russo-Japanese War, Bloody Sunday, Tsarina unpopularity, and WWI. There was also significant economic issues, including inflation and food shortages."
    },
    "politics-1": {
        "Domain": "politics",
        "Description": "Is Scottish Independence inevitable?",
        "Guidelines": "This questions focuses on the long-term political, economic and social reasoning behind whether Scotland will likely become independent. Short-term facts and opinions are less central to this question.\n\nSome argue that Scottish independence is inevitable given the surge of support towards SNP in recent decades. Labour has lost political weight in Scotland since the Blair era, and Conservatives historically struggle to penetrate a more left-wing Scottish demographic. Brexit further exacerbated this political unease, i.e. right-leaning Britain and left-leaning Scotland. While the younger demographic is more likely to be independence supporters and the older demographic is more likely to be pro-union.\n\nThere are several arguments that Scotland independence is not inevitable. Historically there has been a union for 300+ years covering a full range of circumstances (world wars, successes). Economically, Britain funds lots of Scottish spending through Barnett-based funding, Scotland's oil is less valuable than previously, and there is much economic uncertainly around currency and debt. Some also argue that Scotland has large political independence due to devolution; thus, independence is unnecessary."
    },
    "politics-3": {
        "Domain": "politics",
        "Description": "Are nations with nuclear capabilities a threat to world peace or a deterrent?",
        "Guidelines": "Russia and USA have the vast majority of the worlds nuclear weapons. However, China, UK, France, Pakistan, India, and Israel also have substantial nuclear arsenals. North Korea has been in the headlines due to developing nuclear weapons and running secret and public tests.\n\nWhether nuclear weapons are a threat or a deterrent has been a large debate since the devastation caused in Japan during the end of WW2. \nPeople in favour of nuclear deterrents would argue that there has not been a major world war since the development of these weapons. Specifically ensuring US and Russia, or India and Pakistan, do not confront each other directly because they know it will lead to their mutual destruction. Those against nuclear weapons argue they encourage non-nuclear nations to develop weapons, which cause instability. There is also the real threat of a catastrophe due to escalation, miscommunication, or mistake."
    },
    "politics-4": {
        "Domain": "politics",
        "Description": "What has been the impact of the Umbrella Movement on Hong Kong politics?",
        "Guidelines": "The Umbrella Movement started its activities in late September 2014 in Hong Kong as an emancipatory social movement for democratic reform, following the announcement from Beijing in the impending 2017 election. Where candidates for the office of chief executive would need to be nominated by a 1200-person nominating committee made up of individuals predominantly representing business interests and other groups close to mainland China. Some Hong Kong residents were upset, seeing these terms as hollow of the true meaning of having a universal vote. \n \nWhile the Umbrella Movement protests did not achieve full universal suffrage, they had some lasting effects. Firstly, it is unlikely that the protests of 2019 would have been as enduring as they were if not for the experience gained by the movement’s protestors five years prior. Additionally, the prosecution of many of the most prominent faces of the Umbrella Movement created a sense of urgency amongst some Hong Kong residents to band together to strengthen resistance efforts. Finally, by highlighting the argued contradictions and injustices, the Umbrella Movement has promoted more politically conscious and active citizenship, especially within Hong Kong’s younger demographics."
    },
    "politics-5": {
        "Domain": "politics",
        "Description": "How did Colin Kaepernick impact the political discourse about racism in the United States?",
        "Guidelines": "In 2016, former San Francisco 49ers quarterback, Colin Kaepernick took the knee during the national anthem at an NFL game in protest of police brutality and racial injustice in America. The immediate reactions were highly polarised – on the political right, Kaepernick’s kneeling sparked anger, with critics viewing the player’s defiance as an affront to patriotism; meanwhile, for those sympathetic to Kaepernick’s motivations, it inspired meaningful discourse and offered a blueprint for how to protest with impact peacefully.\n\nMore than five years on, journalists now refer to the mass political movement that this simple gesture produced as ‘The Kaepernick Effect.’ Kaepernick’s protests not only stoked passion and awareness in the public consciousness; they went beyond that within the Black community. According to a study of political behaviour among Black Americans, Kaepernick was “a powerful mobilising force” who directly inspired nearly one-third of Black people polled to donate to a political cause, attend a protest or boycott the NFL. In addition, more than half of respondents said Kaepernick inspired them to vote in a local or national election."
    },
    "politics-6": {
        "Domain": "politics",
        "Description": "Would Obama have won the 2012 US Presidential Elections without the Latino vote?",
        "Guidelines": "Defying predictions that their participation would be lacklustre, Latinos in the 2012 US presidential elections turned out in record numbers. They voted for Barack Obama by broad margins, tipping the balance in at least three swing states and securing their position as an organized force in American politics with the power to move national elections. Overall, Barack Obama won 71% of the Hispanic vote while Mitt Romney won only 27%. The gap of 44 percentage points was even more significant than Barack Obama’s 36-point advantage over John McCain during the 2008 elections.\n\nLatinos had such a strong turnout in the 2012 elections that it lifted them to 10% of voters nationwide, increasing from 6% in 2000. Their most significant impact was in several battleground states portrayed as close contests before Election Day. In Colorado, Nevada and New Mexico, Barack Obama won the Hispanic vote by significant percentages that well exceeded margins of victory. Latinos significantly increased their share of total voters in each of those states, gaining influence that will prove to continue to be decisive in future elections."
    },
    "politics-7": {
        "Domain": "politics",
        "Description": "Should the Electoral College system in United States elections be abolished?",
        "Guidelines": "Most Americans who cast a ballot to elect the president and vice president of the United States believe they vote directly for their candidate. The reality is that the Electoral College elects both the president and, in turn, the vice president under Article II, Section 1, of the US Constitution. Proponents of the Electoral College claim that the risks in the present system are exaggerated, pointing to the limited number of occasions where concerns around undemocratic outcomes have come to fruition. Another common argument favouring retaining the Electoral College is that it brings “stability and certainty” as a constitutional structure in presidential elections.  \n\nOn the other hand, advocates of abolishing the Electoral College system point claim that insofar as democracy should represent the rule of the majority, the Electoral College is a fundamentally undemocratic institution. The evidence for this assertion is clear; in many recent presidential elections, the office went to the loser of the popular vote, e.g. 2000 with George W. Bush and 2016 with Donald J Trump. In the latter example, Trump lost the popular vote by more than 2 million votes, highlighting critics’ views that voters would become disenfranchised due to the Electoral College system."
    },
    "politics-9": {
        "Domain": "politics",
        "Description": "How have binary choices in referendums been a challenge for UK democracy over the last decade?",
        "Guidelines": "There have been two key binary referendums in the UK in recent years: (1) the 2014 vote on Scottish Independence and (2) the 2016 vote on whether the UK should leave the EU (i.e. Brexit).\n\nSome critics of binary referendums believe they trivialise highly complex issues by oversimplifying them into a \"yes-or-no\" vote. Where political campaigning can decide the outcome irrespective of the fact, some point to Boris Johnson's £350m per week EU bill as a powerful example. Others feel referendums are democracy in action and allow the public to decide on important matters directly. Finally, others highlight the exact wording, winning thresholds, or the number of choices (i.e. should there be a middle ground?) can have a disproportionate impact on the outcome of these referendums.\n\nThere have also been democratic consequences before, during and after referendums. For example, this directly splits countries and nations into binary camps (i.e. yes vs no and leave vs remain), which some argue has created greater societal divides. There is also questions about the political mandate that close referendum wins give leaders, i.e. how much to consider the losing population."
    },
    "politics-12": {
        "Domain": "politics",
        "Description": "Why is universal healthcare so politically controversial in the United States?",
        "Guidelines": "Universal health coverage means that all people have access to free health services. For example, public healthcare provided by the NHS in Britain or provincial healthcare in Canada. This is in contrast to the United States, where healthcare is primarily paid for via expensive health insurance funded individually or by corporate policies. \n\nSome argue the disadvantages of universal healthcare lead to large upfront costs and logistical challenges. In addition, given rising populations and the cost of healthcare, universal healthcare would require significant tax rises to fund. On the other hand, the benefit of universal healthcare is a reduction in health disparities and leads to a healthier populace. Currently, in the United States, low socioeconomic status is linked to decreased access to quality healthcare and increased risk of non-communicable chronic conditions.\n\nUniversal healthcare has increasingly become a polarising issue within the United States. Many sections of the Republican Party, which support low-tax and free-market, vehemently oppose many forms of universal healthcare. For example, trying to block repeatedly and then replace the Affordable Care Act brought in by Barack Obama. Relevant sources will focus on political controversies and arguments within America."
    },
    "politics-13": {
        "Domain": "politics",
        "Description": "Should the burden of funding climate change initiatives be solely on developed nations?",
        "Guidelines": "Climate change refers to long-term shifts in temperatures and weather shifts, which has increased since the industrial revolution in 1800. The primary driver is burning fossil fuels, i.e. coal, oil, and gas. \"Who should pay\" the vast resources required to reduce climate change (i.e. technology investment, caping resources used, etc.) and reduce the impact of climate change (i.e. flood prevention,  migration, etc.) is both a political and environmental question. This has caused much debate in recent climate conferences, i.e. COPs in Paris and Glasgow.\n\nThe developed countries (UK, Western Europe, US, Japan, Australia, etc.) have contributed far longer to climate change and have generally higher CO2 emissions per capita. They also have per capita much higher incomes, and overall, are more able to contribute to the cost of climate change. Many feel it is developed countries moral obligation to pay more. Nonetheless, this is politically challenging for domestic politics, specifically in the US.\n\nDeveloping countries with large populations (China, India, Pakistan, etc.) have become some of the largest polluters in recent years. As developing countries progress economically, this will naturally result in more emissions, i.e. more cars, more electricity, more construction. This creates a conflict between development and climate change. Developing countries are also disproportionately impacted by the effects of climate change, i.e. flooding, drought, etc. \n\nOverall, climate change is a global issue that will require countries, companies, and people to come together."
    },
    "politics-16": {
        "Domain": "politics",
        "Description": "Why did Hilary Clinton lose the 2016 US presidential election?",
        "Guidelines": "Hillary Clinton lost the 2016 US presidential election to Donald Trump in 2016. Political commentators highlight many reasons for Clinton's loss. \n\nFor example, Donald Trump managed to craft a strong populist message that resonated with many voters who were disenfranchised with current politics, particularly with the \"political elite\" who some felt Clinton represented. The Democratats were also divided, specifically far-left factions led by Bernie Sanders. Political gridlock under an Obama Administration that, rightly or wrongly, some felt the public wanting change. Hilary also had relatively low personal approval ratings, which were not helped by the FBI investigation into her use of email. Some also point to external factors, including Russian interference."
    },
    "politics-17": {
        "Domain": "politics",
        "Description": "How did Tony Blair make the Labour Party more electable?",
        "Guidelines": "Tony Blair rebranded the Labour party in Britain to \"New Labour\" in the mid-1990s to regain the electorate's trust and portray a departure from their traditional socialist policies. This was a noticeable shift from left-wing politics to the centre of British politics.\n\nTony Blair reduced the strength of Labour's association with trade unions by repealing the party's Clause IV, which committed the party to \"common ownership of the means of production\". Again, seeking to appeal to both working and middle-class Britain. \n\nTony Blair led Labour to a landslide victory in 1997, which many also attribute to his leadership and start quality. He was supported by Gordon Brown, who would become Chancellor of the Exchequer. Nonetheless, the fact the Conservatives were in such disarray under John Major helped Tony Blair. Specifically, the pound sterling dropped out of the European Exchange Rate Mechanism on Black Wednesday and the government was defeated over the Maastricht Treaty."
    },
    "politics-20": {
        "Domain": "politics",
        "Description": "Should social media companies be held liable for content and actions made by their users?",
        "Guidelines": "Social media companies (Facebook, Twitter, Google, etc.) have been under increasing public and political pressure regarding content and actions made by users on platforms. For example, if a graphic or illegal video is posted on Facebook, Youtube or Twitter, how much liability lies with the person posting versus the company hosting the video? \n\nSome argue that Social Media, and the internet in general, needs to be protected as a means for people to interact openly, pointing to many of the positives social media has brought, i.e. political activism, online discussion, etc. This support the legal position that Social Media is not a publisher but allows people to publish their content. \n\nHowever, others argue that Social Media has a duty of care to users and should remove content that violates their terms and conditions (this commonly happens today). Therefore, have share liability with users. The issue inforcing this is twofold (1) real-time speed and scale of social media, and (2) when content is controversial but less illegal. Nonetheless, many countries worldwide have been pushing towards Social Media companies having increased liability for their content, although this is a legislative challenge."
    },
    "politics-22": {
        "Domain": "politics",
        "Description": "What was the role of technology in the Arab Spring?",
        "Guidelines": "The Arab Spring was a series of anti-government protests and uprisings that spread across much of the Arab world in the early 2010s. It began with the Tunisian Revolution, which was in response to corruption and economic stagnation, spreading to Libya, Egypt, Yemen, Syria, and Bahrain, and mass protests in other Arab nations.\n\nSocial media played a significant role in facilitating communication and conversations among political protests (pro and anti-government). However, this varied by country significantly, i.e. Egyptians called to protest online with the help of a Facebook campaign, \"We Are All Khaled Said\". Other political pundits say that although Social Media did speed up political action, the underlying political factor was already there and may have happened regardless."
    },
    "politics-23": {
        "Domain": "politics",
        "Description": "Is the rise of European populism a threat to the European Union?",
        "Guidelines": "\"Populist\" is a broad term that describes, typically a politician, who targets people who feel that established elite groups disregard their concerns. Some critics highlight negative connotations, including criticising foreign migration or minorities.\n\nIn recent years, populism has been stronger in Eastern Europe, i.e. Bulgaria, Hungary, Austrian, and Poland, etc. have seen the rise of populist politicians. Right-wing populist movements have also gained momentum in France, Spain, the United Kingdom and other parts of Europe. In Hungary and Poland, some critics argue this has led to an erosion of the rule of law, increased persecution, and authoritarianism.\n\nEuropean Union is a political union of democratic nations. However, radical right-wing politics reject what the EU stands for and how it works, i.e. against European supranational integration and push for national policies. Populists also criticise the EU's perceived bureaucracy and failures - common arguments during the Brexit Leave campaign. The EU is founded based on shared democratic values that countries need to be relatively ideologically aligned to function within a political union. There is also the threat that disillusioned Eastern European countries will turn away from the EU and toward Russia."
    }
}